export const text = {
  about: `
  <p>1Code — это глобальная платформа для модной индустрии. Наша цель — объединить на одной площадке дизайнеров, бутики и покупателей. Жозе Невеш основал компанию в 2007 году и запустил онлайн-платформу для бутиков годом позже. Сегодня наш маркетплейс предоставляет покупателям из 190 стран и регионов доступ к более чем 1300 брендам, бутикам и универмагам по всему миру. 1Code — это уникальные возможности для шопинга и самая большая подборка ведущих брендов на одной платформе.</p>
  <p>В число бизнес-подразделений 1Code входит компания 1Code Platform Solutions, которая разрабатывает решения в области электронной коммерции и технологии для корпоративных клиентов, бутики Browns и Stadium Goods и платформа для создания и развития модных брендов New Guards. Кроме того, 1Code инвестирует в инновационные продукты, среди которых технология дополненной реальности Store of the Future, а также работает над новыми технологиями, бизнес-решениями и сервисами для индустрии моды.</p>
  <p>Среди преимуществ 1Code: полностью локализованный сайт и приложения для iOS и Android, русскоязычная служба клиентской поддержки, бесплатная доставка при покупке от 18 000 рублей (300 евро/350 долларов) в Россию, Украину и Казахстан, а также бесплатный возврат. На сайте 1Code можно найти материалы о новых трендах, подборки от ведущих блогеров, интервью с представителями фэшн-индустрии — все, что нужно, чтобы оставаться в курсе главных модных событий.</p>
  `,
  privacyPolicy: `
  <h4>1. О 1Code GROUP И ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ</h4>
  <h4>МЫ, 1Code UK LIMITED (“МЫ”, “НАС”, “НАШ”), ЗАБОТИМСЯ О ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ.</h4>
  <p>1Code UK Limited — контролирующие лицо в соответствии с Общим регламентом по защите данных (General Data Protection Regulation, «GDPR»), компания, зарегистрированная в Англии и Уэльсе (регистрационный номер 06400760). Зарегистрированный офис находится по адресу: The Bower, 4 этаж, 211 Old Street, Лондон EC1V 9NR, Великобритания.</p>
  <p>1Code UK Limited владеет сайтом 1Code.com, различными международными веб-сайтами (включая 1Code.co.uk, 1Code.fr, и 1Code.com.br), а также мобильными приложениями 1Code для iOS и Android (вместе называемые — «Веб-сайт»).</p>
  <p>Мы считаем своей обязанностью обеспечивать конфиденциальность Ваших данных. Мы собираем, храним и используем Ваши персональные данные в соответствии с применимым законодательством.</p>
  <p>В глобальной деятельности 1Code UK Limited руководствуется Privacy Policy, размещенной по адресу https://www.1Code.com/uk/privacy-policy. Настоящая Политика Конфиденциальности адаптирована под требования законодательства Российской Федерации в области защиты персональных данных.</p>
  <p>Настоящая Политика Конфиденциальности дополняет Условия пользования сайтом 1Code.com и является их неотъемлемой частью. Соглашаясь с Условиями пользования и Политикой Конфиденциальности, вы заключаете с нами договор, в рамках исполнения которого мы обрабатываем ваши персональные данные.</p>
  <p>Эта Политика Конфиденциальности содержит информацию о том, как и какие данные мы получаем и для чего их используем. Пожалуйста, внимательно ознакомьтесь с ней, прежде чем продолжить использование Веб-сайта. Посещая наш Веб-сайт, Вы обязуетесь соблюдать настоящую Политику Конфиденциальности и соглашаетесь с ее условиями.</p>
  <p>Веб-сайт и предоставляемые услуги 1Code предназначены только для лиц, достигших 18 лет. По всем вопросам о Политике Конфиденциальности, включая исполнение ваших законных прав, вы можете обратиться к сотрудникам 1Code, написав по адресу: privacy@1Code.com.</p>
  `,
  termsAndConditions: `
  <h4>Понимание Условий</h4>
  <p>Используемые в Условиях слова и выражения имеют конкретный смысл (эти понятия определяются, как «термины»). Вы можете распознать эти термины по написанию с заглавной буквы (даже если они не расположены в начале предложения). Каждый термин имеет определенный смысл, который поясняется в соответствующем разделе Условий (вы можете найти определение около термина, написанного с заглавной буквы и/или стоящего в кавычках).</p>
  <p>Когда мы используем «мы», «нас» или «наш», мы имеем в виду 1Code.com Limited или лицо, аффилированное 1Code UK Limited. Когда мы используем «вы» или «ваш», мы подразумеваем вас — лицо, воспользовавшееся нашими Услугами.</p>
  <p>Мы используем заголовки для разделов Условий, чтобы облегчить вам поиск необходимой информации. Мы рекомендуем вам распечатать или сохранить копию Условий для собственных нужд. Пожалуйста, обратите внимание, что время от времени мы можем вносить поправки в Условия, так что мы рекомендуем вам проверять сайт регулярно и удостовериться, что вы понимаете юридическую терминологию, используемую в данном документе.</p>
  `,
};
